<?

include("../menu.php");
?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html xmlns="http://www.w3.org/1999/xhtml">
<head>
<meta http-equiv="Content-Type" content="text/html; charset=utf-8" />
<title>О проекте</title>
</head>
<style type="text/css" media="screen">
	@import url("uni-form.css"); 
	@import url("../img/style.css"); 
</style><br><br >
<p class="text"><b>Здравствуйте</b>, <strong>уважаемые пользователи нашего информационного движка. Скажите, зачем вы заново создовали велосипед...? Мы ответим просто, 
движки которые есть в сети, нам не подходят, мы создаем скрипт под свою сеть. Данный движок вскоре будет многофункционален. Добавится регистрация пользователей, так же привяжется личный кабинет. Но пока об этом рано говорить. Мы продолжаем писать портал, на котором вам будет интересно. Портал стал доступен уже в первые часы написания его, каждый пользователь может зайти на него и посмотреть как он меняется на глазах. Если вы заметили страница с пометкой ДЕМО, что означается что портал находится в стадии написания и могут быть перебои с его работой. Но это не мешает публиковать новые новости! Кстати о тематике новостей, которые будут публиковаться на портале первое время. <br><br >
Если вы заметили на каждой новости появилась картинка, мы создаем определенное колличество картинок-иконок которые будут показывать в какой рубрике было опубликованна новость. Это придаст красочности порталу. На момент разработки всем доступны такие страницы как "Добавить новость" и "Добавить рубрику" но в скоре эти страницы исчезнут с глаз пользователей и станут доступными только для пользователей ранг которых более 10 в Личном кабинете 36Lan.
<br /><br />И так, будут публиковаться новости о состояниии сети (об отключении, об изменении в сети и важных новостях), о добавлении удалении контента в файловом хранилище DSM (а именнно видео, программы,музыка) об обновлениях, об конкурсах и многое другое. Так же вскоре на данной странице портала появится таблица с изменениями в версиях портала. Спасибо за внимание. Приятного дня.</p>
</strong>
<body>
</body>
</html>
